<QucsStudio Schematic 4.3.1>
<Properties>
View=0,0,957,800,1,0,0
Grid=10,10,1
DataSet=*.dat
DataDisplay=*.dpl
OpenDisplay=1
showFrame=0
FrameText0=Title
FrameText1=Drawn By:
FrameText2=Date:
FrameText3=Revision:
</Properties>
<Symbol>
Line -16 -20 0 40 #000080 2 1
Line -16 -20 32 20 #000080 2 1
Line -16 20 32 -20 #000080 2 1
Line -30 0 14 0 #000080 2 1
Line 16 0 14 0 #000080 2 1
.ID -20 24 SUB
.PortSym 30 0 3 180
.PortSym -30 0 1 0
</Symbol>
<Components>
Port P2 1 830 210 4 -31 0 2 "3" 0 "analog" 0 "TESTPOINT" 0
Sub BFP7201 1 700 270 17 3 0 0 "bfp720.sch" 0
IProbe IE 1 700 330 -29 -8 0 3 "SIL-2" 0
GND * 1 700 480 0 0 0 0
GND * 1 760 480 0 0 0 0
GND * 1 570 480 0 0 0 0
L L1 1 570 240 10 -26 0 1 "1 mH" 1 "0" 0 "" 0 "SELF-WE-PD3S" 0
L L3 1 570 320 10 -26 0 1 "1 mH" 1 "0" 0 "" 0 "SELF-WE-PD3S" 0
L L2 1 700 180 10 -26 0 1 "1 mH" 1 "0" 0 "" 0 "SELF-WE-PD3S" 0
L L4 1 700 390 -63 -18 0 1 "1 mH" 1 "0" 0 "" 0 "SELF-WE-PD3S" 0
C C1 1 470 270 -33 -55 0 0 "1 mF" 1 "0" 0 "" 0 "neutral" 0 "SMD0603" 0
C C2 1 800 210 -26 17 0 0 "1 mF" 1 "0" 0 "" 0 "neutral" 0 "SMD0603" 0
C C3 1 760 420 17 -26 0 1 "1 mF" 1 "0" 0 "" 0 "neutral" 0 "SMD0603" 0
R RE 1 700 450 -86 -19 0 1 "7.46 kΩ" 1 "26.85" 0 "US" 0 "SMD0603" 0
R RB1 1 570 180 15 -26 0 1 "363.48 kΩ" 1 "26.85" 0 "US" 0 "SMD0603" 0
R RB2 1 570 380 -105 -14 0 1 "181.74 kΩ" 1 "26.85" 0 "US" 0 "SMD0603" 0
R RC 1 700 120 15 -26 0 1 "44.92 kΩ" 1 "26.85" 0 "US" 0 "SMD0603" 0
Port P1 1 230 270 -23 12 0 0 "1" 0 "analog" 0 "TESTPOINT" 0
L L5 1 340 350 10 -14 0 3 "40.07 nH" 1 "0" 0 "" 0 "SELF-WE-PD3S" 0
L L6 1 400 270 -26 10 0 0 "381.96 nH" 1 "0" 0 "" 0 "SELF-WE-PD3S" 0
C C4 1 280 270 -31 13 0 0 "7.07 pF" 1 "0" 0 "" 0 "neutral" 0 "SMD0603" 0
GND * 1 340 480 0 0 0 0
Vdc V1 1 170 450 18 -26 0 0 "3.3 V" 1 "battery" 0 "SIL-2" 0
GND * 1 170 480 0 0 0 0
</Components>
<Wires>
700 210 700 240 "" 0 0 0 ""
700 210 770 210 "" 0 0 0 ""
570 270 670 270 "" 0 0 0 ""
500 270 570 270 "" 0 0 0 ""
570 270 570 290 "" 0 0 0 ""
700 360 760 360 "" 0 0 0 ""
760 360 760 390 "" 0 0 0 ""
760 450 760 480 "" 0 0 0 ""
570 410 570 480 "" 0 0 0 ""
570 90 570 150 "" 0 0 0 ""
230 270 250 270 "" 0 0 0 ""
430 270 440 270 "" 0 0 0 ""
310 270 340 270 "" 0 0 0 ""
340 270 370 270 "" 0 0 0 ""
340 270 340 320 "" 0 0 0 ""
340 380 340 480 "" 0 0 0 ""
700 90 700 90 "Vcc" 730 40 0 ""
170 420 170 420 "Vcc" 200 370 0 ""
570 90 570 90 "Vcc" 600 40 0 ""
</Wires>
<Diagrams>
</Diagrams>
<Paintings>
</Paintings>
